read/backup/hg1-syb.纯知性范畴.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-09-05  20:08 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>纯知性范畴</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mudan" />
<link rel="stylesheet" type="text/css" href="./emacs-book.css" />
</head>
<body>
<div id="content">
<h1 class="title">纯知性范畴</h1>
<p>
<a href="./hg1-sy.批判哲学.html">批判哲学</a>
<a href="./hg1.小逻辑-1817.html">小逻辑 1817</a>
</p>

<p>
康德指出自我在思想中的原始的同一性，即自我意识的先验的统一性<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>，就是知性概念的特定根据。感觉和直观这种杂多东西，由于自我把它同自己相联系，并且把它联系在一个意识中，于是便得到同一性或得到一个原始的综合。自我与感觉的杂多事物相联系的各种特定方式就是纯知性概念范畴。
</p>

<p>
如何得到自我的范畴？在普通逻辑学里，已经根据经验揭示各种不同的判断，但判断即是对于一个特定对象的思维，那已经列举出来的各种判断的形式因此也就同时把思维的各种范畴告诉我们。费希特的哲学促使我们注意到须揭示出思维范畴的必然性，并主要地推演出范畴的必然性，而不能只是从事实的观察取得，或只是根据经验去处理。
</p>

<p>
发现经验知识是理性能力所在，理性即是认识无条件的事物的能力。所谓理性的对象，无条件的或无限的事物即为自我同一性，或者说在思维中的自我之原始同一性。这种完全没有规定性的同一性是经验知识不能把握的，因为经验知识总是涉及特定的内容。如果承认这种无条件的对象为绝对、为理性的真理，那就会认为经验知识不是真理，而是现象。
</p>

<ul class="org-ul">
<li>康德最早指出知性与理性的区别，知性以有限的和有条件的事物为对象，而理性则以无限的和无条件的事物为对象，以此得出只是基于经验的知性知识的有限性，并称其内容为现象。</li>
<li>如果只认理性为知性中有限的或有条件的事物的超越，则这种无限将会降低其自身为一种有限的或有条件的事物，因为<b>真正的无限并不仅仅是超越有限，而是包括有限并扬弃有限于自身内</b>。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
</ul>

<p>
我们直接认识的事物并不只是就我们来说是现象，而且就其本身而言，也只是现象。
</p>

<p>
<a href="./hg1-sybs.黑格尔言我.html">黑格尔言我</a>
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
P129 康德所说“先验的”意义，可从他所划分的“先验的”和“超越的”区别，紬绎出来。所谓“超越的”指超出知性的范畴而言，这种意义的“超越”本身无限，自己与自己同一的自我意识也是有的，因为自我意思有别于受有限材料限制的普通意识。但康德认为自我意识的统一只是“先验的”，意识是说自我意识的统一只是主观的，而不归属于知识以外的对象自身。以此，他的哲学就是主观唯心论，因为他认为自我或能知的主体既供给认识的形式，又供给认识的材料。认识的形式作为能思之我，而认识的材料则作为感觉之我。
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
P133 再就理念而论，康德诚然使人知道重新尊重理念，确证理念属于理性，并竭力把理念与抽象的知性范畴或单纯感觉的表象区别开。但关于理念，他同样停留在否定的和单纯的应当阶段。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Mudan</p>
<p class="date">Created: 2020-09-05  20:08</p>
</div>
</body>
</html>
